{
    "nodes": [
        {
            "id": 1,
            "name": "India",
            "explanation": "India has a population of 1.3 billion and a density of doctors and nurses lower than the WHO threshold."
        },
        {
            "id": 2,
            "name": "Health Indicators",
            "explanation": "India's health indicators have improved but continue to lag behind peer nations."
        },
        {
            "id": 3,
            "name": "WHO Threshold",
            "explanation": "The WHO threshold is 44.5 doctors, nurses, and midwives per 10,000 population."
        },
        {
            "id": 4,
            "name": "Human Resources",
            "explanation": "Human resources have a central role in healthcare but show a paucity in skilled personnel."
        },
        {
            "id": 5,
            "name": "Universal Health Coverage",
            "explanation": "Universal health coverage is a goal India must accelerate towards for sustainable development."
        },
        {
            "id": 6,
            "name": "National Medical Council",
            "explanation": "The newly minted National Medical Council has opportunities within healthcare to achieve SDGs."
        },
        {
            "id": 7,
            "name": "Public Sector",
            "explanation": "The public sector is government-funded and has been underfunded with 1.28% of GDP allocation."
        },
        {
            "id": 8,
            "name": "Private Sector",
            "explanation": "The private sector is the dominant provider, perceived to provide quality care and involves booming medical tourism."
        },
        {
            "id": 9,
            "name": "Federal Health Budget",
            "explanation": "The increase in the federal health budget is seen as an opportunity for healthcare reforms."
        },
        {
            "id": 10,
            "name": "National Health Mission",
            "explanation": "NHM has aimed to increase the quantum of services since its inception in 2005."
        },
        {
            "id": 11,
            "name": "Accredited Social Health Activists (ASHA)",
            "explanation": "ASHAs are community health workers serving to extend the reach of Auxiliary Nurse Midwives."
        },
        {
            "id": 12,
            "name": "Auxiliary Nurse Midwives (ANM)",
            "explanation": "ANMs are meant to serve a population of 5,000 people but often serve up to 20,000."
        },
        {
            "id": 13,
            "name": "Ayushman Bharat",
            "explanation": "Ayushman Bharat is a health insurance scheme designed to allow access to care services."
        },
        {
            "id": 14,
            "name": "Digital Technologies",
            "explanation": "Digital technology facilitates healthcare delivery and has been catalyzed by the COVID-19 pandemic."
        },
        {
            "id": 15,
            "name": "Telemedicine",
            "explanation": "Telemedicine has amplified the reach of care during the COVID-19 pandemic."
        },
        {
            "id": 16,
            "name": "Violence against Healthcare Personnel",
            "explanation": "Increasing incidents of violence against doctors are a worrisome trend."
        }
    ],
    "edges": [
        {
            "id": "1to3",
            "content": "India's density of doctors and nurses per 10,000 persons is much lower than the WHO threshold."
        },
        {
            "id": "3to1",
            "content": "WHO threshold denotes the density required for doctors, nurses, and midwives per 10,000 population in India."
        },
        {
            "id": "1to2",
            "content": "India's health indicators have improved but lag behind those of its peer nations."
        },
        {
            "id": "2to1",
            "content": "The health indicators of India continue to lag behind peer nations despite improvement."
        },
        {
            "id": "1to5",
            "content": "The paucity of skilled personnel in India affects its progress towards universal health coverage and SDGs."
        },
        {
            "id": "5to1",
            "content": "Universal health coverage is a goal that India must accelerate towards for sustainable development."
        },
        {
            "id": "4to1",
            "content": "Human resource issues must be tackled for improving India's healthcare."
        },
        {
            "id": "1to4",
            "content": "The central role of human resources in India’s healthcare highlights a paucity of skilled personnel."
        },
        {
            "id": "6to8",
            "content": "The National Medical Council is analyzed alongside the burgeoning private health sector systems."
        },
        {
            "id": "8to6",
            "content": "The burgeoning private sector systems are analyzed along with the National Medical Council."
        },
        {
            "id": "7to8",
            "content": "The growing divide between the public and private health sectors is analyzed."
        },
        {
            "id": "8to7",
            "content": "The divide between the burgeoning private and public health sectors is increasing."
        },
        {
            "id": "7to1",
            "content": "The public sector is seeking to improve India's healthcare provision through NHM."
        },
        {
            "id": "1to7",
            "content": "India's public sector is underfunded but aims to provide healthcare to vulnerable populations."
        },
        {
            "id": "8to9",
            "content": "The private sector perceives opportunities with the federal health budget increase."
        },
        {
            "id": "9to8",
            "content": "The increase in the federal health budget has perceived opportunities in the private sector."
        },
        {
            "id": "10to7",
            "content": "NHM aimed to increase services in the public healthcare sector."
        },
        {
            "id": "11to12",
            "content": "ASHAs are serving to increase the reach of Auxiliary Nurse Midwives."
        },
        {
            "id": "12to11",
            "content": "Auxiliary Nurse Midwives' reach is extended by ASHAs."
        },
        {
            "id": "13to5",
            "content": "Ayushman Bharat aims to provide access to care services and can help meet SDGs."
        },
        {
            "id": "5to13",
            "content": "Universal health coverage includes schemes like Ayushman Bharat to accelerate progress towards SDGs."
        },
        {
            "id": "14to15",
            "content": "Digital technology has facilitated an increase in telemedicine usage."
        },
        {
            "id": "15to14",
            "content": "Telemedicine usage was facilitated by advancements in digital technology."
        },
        {
            "id": "16to1",
            "content": "Violence against healthcare personnel in India hinders healthcare provision efforts."
        },
        {
            "id": "1to16",
            "content": "Incidents of violence against healthcare personnel add stress to India's healthcare challenges."
        }
    ]
}