{
    "nodes": [
        {
            "id": 1,
            "name": "India",
            "explanation": "India's health indicators have lagged behind those of its peer nations."
        },
        {
            "id": 2,
            "name": "Population",
            "explanation": "The country has a population of 1.3 billion."
        },
        {
            "id": 3,
            "name": "Health Workers Density",
            "explanation": "India has a health workers density of doctors and nurses/midwives of 5.0 and 6.0 respectively, for 10,000 persons."
        },
        {
            "id": 4,
            "name": "WHO Threshold",
            "explanation": "The WHO recommends a threshold of 44.5 doctors, nurses, and midwives per 10,000 population."
        },
        {
            "id": 5,
            "name": "Health System Challenges",
            "explanation": "The issue is compounded by the skewed inter-state, urban-rural, and public-private sector divide."
        },
        {
            "id": 6,
            "name": "Universal Health Coverage",
            "explanation": "Addressing the paucity of skilled personnel is crucial for achieving universal health coverage."
        },
        {
            "id": 7,
            "name": "Sustainable Development Goals (SDGs)",
            "explanation": "India aims to accelerate its progress toward achieving its SDGs."
        },
        {
            "id": 8,
            "name": "Federal Health Budget",
            "explanation": "The recent increase in the federal health budget offers an opportunity to address healthcare challenges."
        },
        {
            "id": 9,
            "name": "READ Approach",
            "explanation": "The READ approach is a systematic method for document analysis in health policy research."
        },
        {
            "id": 10,
            "name": "Public Health Sector",
            "explanation": "Government-funded and provides healthcare to vulnerable populations."
        },
        {
            "id": 11,
            "name": "Private Health Sector",
            "explanation": "Dominant provider of healthcare and perceived to offer quality care."
        },
        {
            "id": 12,
            "name": "Ashas and ANMs",
            "explanation": "ASHAs are female community health workers supporting ANMs with expanded reach."
        },
        {
            "id": 13,
            "name": "Rural Medical Assistants (RMAs)",
            "explanation": "RMAs work at Primary Health Centers and have a positive initial evaluation."
        },
        {
            "id": 14,
            "name": "Ayushman Bharat",
            "explanation": "A publicly financed health insurance scheme for the poor in India."
        },
        {
            "id": 15,
            "name": "National Medical Council (NMC)",
            "explanation": "Revamped to improve regulation of health professionals and medical education."
        },
        {
            "id": 16,
            "name": "Digital Technology",
            "explanation": "Used to facilitate India's vaccination program and medical services."
        },
        {
            "id": 17,
            "name": "Medical Tourism",
            "explanation": "India is a leading destination for medical tourism with world-class health facilities."
        }
    ],
    "edges": [
        {
            "id": "1to3",
            "content": "India has an estimated active health workers density much lower than the WHO recommended thresholds."
        },
        {
            "id": "1to6",
            "content": "The paucity of skilled personnel needs to be addressed if India is to achieve universal health coverage."
        },
        {
            "id": "3to2",
            "content": "The density of health workers is related to India's population."
        },
        {
            "id": "3to4",
            "content": "The health workers density in India is lower than the WHO threshold."
        },
        {
            "id": "3to5",
            "content": "The issue is compounded by a skewed inter-state, urban-rural, and public-private sector divide."
        },
        {
            "id": "4to3",
            "content": "The WHO threshold suggests adequate health workers density compared to India's current state."
        },
        {
            "id": "6to7",
            "content": "Achieving universal health coverage is part of India's sustainable development goals."
        },
        {
            "id": "7to6",
            "content": "Progress towards sustainable development goals includes achieving universal health coverage."
        },
        {
            "id": "8to1",
            "content": "The recent increase in the federal health budget offers an unprecedented opportunity for India."
        },
        {
            "id": "9to8",
            "content": "The READ approach helps analyze the implications of the federal health budget."
        },
        {
            "id": "10to11",
            "content": "There is a growing divide between the public and private health sectors."
        },
        {
            "id": "11to17",
            "content": "The private health sector has enabled India to become a leading destination for medical tourism."
        },
        {
            "id": "12to13",
            "content": "ASHAs and Rural Medical Assistants (RMAs) are strategies to extend health service reach."
        },
        {
            "id": "14to11",
            "content": "Ayushman Bharat involves private health facilities to provide secondary and tertiary care."
        },
        {
            "id": "15to11",
            "content": "The National Medical Council remains silent on the relationship between the private sector and healthcare regulation."
        },
        {
            "id": "16to17",
            "content": "Digital technology supports India's medical tourism industry through advanced services."
        }
    ]
}